<template>
  <div id="app">
    <!-- <currentTime />
    <weather />-->
    <h2>План конференції 10.09.21<br /><b>м. Кам'янець-Подільський</b></h2>
    <p>
      1. 10 років змін до кращого!
      <small
        >Досягнення компанії. Цілі та напрямки розвитку. Еволюція компанії та
        організаційної структури. Організаційна структура на зараз.</small
      >
      <b>- Володимир нерубенко</b>
    </p>
    <p>
      2. Наші клієнти та їх болі. Команда КМ.
      <small
        >Як змінювався портрет клієнта з ростом компанії. Готові рішення. Зміна
        роботи для діючих клієнтів. Наш support більше ніж «support».
        МоноПроекти vs Проекти.Команда КМ та зміни в структурі.</small
      >
      <b>- Світлана Ситнік</b>
    </p>

    <p>
      3. Проектний менеджмент TerraLab та команда ПМ.<br />
      Soft-Skills та професійна етика.
      <small
        >Проектний офіс TerraLab, основна ціль та KPI. Функції керівника
        проектного офісу. ПМ та його зони відповідальності. Типи проектів в
        TerraLab. Комунікація і взаємодія проектного офісу з іншими
        відділами.Soft-Skills та професійна етика</small
      >
      <b>- Григорій Бутович</b>
    </p>

    <h2 class="emoji">☕</h2>

    <p>
      4. Перехід на TerraLab після 15 років роботи в іншій ЛІС, або
      майбутнєочима неандертальця))
      <small
        >Погляд зі сторони замовника на систему, команду та супровід.</small
      >
      <b>- Олександр Кузовий</b>
    </p>

    <p>
      5. Підходи, продукти та команда відділу впровадження.
      <small
        >Функції керівника відділу впровадження. Оцінка об’єму робіт. Залучення
        консультантів до заявок супроводу. Напрацювання по продуктах. Команда
        відділу.</small
      >
      <b>- Христина Сербінова / Інна Супрун</b>
    </p>

    <p>
      6. Підходи, продукти та команда відділу веб-інтеграції.
      <small
        >Функціональні обов’язки керівника відділу Інтеграції. Взаємодія з
        відділом під час супроводу. Особливості проектів інтеграції, критерії
        досягнення успіхуПродукти - базові інтеграції.Факапи. Нововведення та
        напрацювання. Команда відділу.</small
      >
      <b>- Олена Соболь</b>
    </p>

    <h2 class="emoji">☕</h2>

    <p>
      7. Підходи, нововведення та команда відділу супроводу.
      <small
        >Статистика відділу. Організаційні зміни. Взаємодія з консультантами
        відділу впровадження. Розширення функцій адміністратора. Команда
        відділу.</small
      >
      <b>- Юрій Крищук</b>
    </p>

    <p>
      8. Розвиток систем та взаємодія з відділом розробки
      <small
        >Функції керівника. Функціонал eHealth. Плани на майбутнє. Презентації
        оновлень. Команда відділу.</small
      >
      <b>- Артур Гайдук</b>
    </p>

    <p>
      9. Фінансовий менеджмент компанії та загально організаційні питання.
      <small
        >Функції фінансового менеджера те керівника офісної команди.
        Організаційні зміни.</small
      >
      <b>- Лілія Цісар</b>
    </p>

    <h4>
      Загальне відкрите обговорення актуальних питань з правлінням компанії та
      керівниками відділів.
    </h4>

    <h6>
      <a href="https://forms.gle/yBJkA9xSxGSwPBwQ9" target="_blank"
        >Питання/Пропозиції?</a
      >
    </h6>
  </div>
</template>

<script>
export default {
  name: "App",
  components: {
    // currentTime: () => import("./components/currentTime"),
    // weather: () => import("./components/weather")
  },
};
</script>

<style scoped lang="scss">
#app {
  h2 {
    text-align: center;
    margin: 0 0 20px;
    font-size: 32px;
  }
  p {
    display: block;
    margin: 20px 0;
    small {
      font-size: 12px;
      margin: 6px 17px;
    }
    b {
      margin-left: 5px;
    }
    > * {
      display: block;
    }
  }
  h4 {
    padding: 20px;
    background: #f65445;
    color: white;
    margin: 20px -22px 0;
    text-align: center;
    font-weight: 600;
  }
  h6 {
    text-align: center;
    margin: 0 0 -20px;
    font-size: 18px;
    padding: 20px;
    a {
      text-decoration: none;
      color: #f65445;
    }
  }
}
</style>
